Repository: common-repository/woocommerce-postepay
Catalog: i18n/wc_pp-*.po
Languages: it_it

source: Have your customers pay charging your PostePay.
it_it: Accetta ricariche PostePay come metodo di pagamento.

source: Enable/Disable
it_it: Abilita/Disabilita

source: Enable PostePay
it_it: Abilita PostePay

source: Title
it_it: Titolo

source: This controls the title which the user sees during checkout
it_it: Modifica il titolo che vede l'utente quando completa l'acquisto

source: Charge PostePay
it_it: Ricarica PostePay

source: Customer Message
it_it: Messaggio al cliente

source: Pay your order charging our PostePay.
it_it: Paga il tuo ordine ricaricando la nostra PostePay.

source: Cardholder's Name
it_it: Nome dell'intestatario

source: John Doe
it_it: Mario Rossi

source: Cardholder's SSN
it_it: C.F. dell'intestatario

source: Your SSN may be needed to charge the card.
it_it: Il tuo Codice Fiscale potrebbe essere necessario per effettuare la ricarica della carta.

source: Card number
it_it: Numero carta

source: Write the complete card number without spaces or any other sign.
it_it: Scrivi il numero completo della carta senza spazi o altri segni.

source: Awaiting PostePay charge
it_it: In attesa della ricarica PostePay

source: Our Details
it_it: I nostri Dettagli

source: Settings
it_it: Impostazioni

source: Donate
it_it: Fai una donazione
